[{
	"bigh1":"三星 Galaxy S10 体验：是个小公主，也有些小公主病",
	"con0":[
		{
			"p":"三星的 Galaxy 系列手机至今已有十年历史，我和它的相遇也有十年时间了。"
		},
		{
			"p":"第一代 Galaxy S 诞生的时候，是一个充满机遇的时代，也是一个好的时代，Android 手机正迎来空前的大爆发时期，大量品牌都在尝试推出自己的 Android 手机，而 Galaxy S 是少有在各方面都做到极致且极具特色的一款 Android 旗舰，还记得高中时期我手里的 Galaxy S 几乎秒杀了所有同学的手机，无论是颜值还是性能。"
		},
		{
			"p":"时间来到十年后的今天，国产手机崛起，不少品牌相继陨落或隐退，Galaxy S10 诞生在一个竞争激烈、压力极大的时代。当然了，凭借着多年的技术积累，以及风吹雨打扛过来的硬身板，它依旧有着足够强大的竞争力，也让我第一时间剁手买了它。"
		}
	],
	"mu":{
		"mu0":"产品介绍：",
		"mu1":"使用体验",
		"mu2":"总结"
	},
	"con1":[
		{
			"p":"颜值是一个比较个人化的东西。我对 S10 的颜值是比较满意的，今年三星在颜色上也是下了一些小心思，比如我手里的这个皓月白，就不是纯粹的白色，从不同角度看能发现隐约的粉红或粉蓝色，这样在视觉上不会过于单一，呈现出一种灵动的观感，也是我选择它的原因。玩完了颜色，三星也想做下新的尝试，所以这次 S10+ 还增加了陶瓷材质的后盖，色泽上非黑即白，会更加纯粹一些，也间接导致了其重量来到了 198g，感觉会更适合一些「重要」人物使用吧 —— 就算重，也要用。"
		},
		{
			"p":"这两年 Galaxy S 系列在金属中框上的设计有些犹豫，所以你会发现 S8 上抛光处理的中框，到 S9 变成了磨砂处理，再到 S10 又出现了抛光亮面的中框，很有趣。当然咯，这个金属中框的独到之处就在于它与前后面板的衔接是很自然的，这使得 S10 拿在手中的时候，这些位置不会有因衔接不到位而出现的不适感。目前诸多旗舰手机中，这点做得比较好的一个是 iPhone XS 系列，另一个就是 S10 系列了，只不过前者在屏幕周围还加了一层塑料包边做中间过渡，而 S10 是玻璃与金属的直接过渡，让我不得不对它感到钦佩。"
		}
	],
	"conimg1":[
		{
			"img":"img/article/2/21.jpg"
		},
		{
			"img":"img/article/2/22.jpg"
		}
	],
	"con2":[
		{
			"p":"三星 Galaxy S10 的手感是真的很舒服。自打我用过 S6 edge 一来，我就对三星 Galaxy 系列手机的手感情有独钟，这种手感的巅峰应该是出现在 S8 的时候，不管大小重量、整部手机的圆润度、边角的衔接度都做到了一种极致，相信有把玩或使用过 S8 的小伙伴们会有跟我一样的感觉。如果说在这一点上 S8 能打 10 分满分，那么 S10 就能打到 9.5 分，除了金属中框与前后玻璃之间的衔接不如 S8 那般几乎无感化之外，其他方面都让我十分满意。"
		},
		{
			"p":"说来也确实挺难以想象的，作为一款 6.1 英寸屏幕的旗舰手机，它的体积重量只有 157g，即便是和 5.8 英寸的 S8 比也只重了 2g，这在当前的 Android 旗舰中可谓是非常少见了；在尺寸大小上 S10 仅比我手里 5.8 英寸的 iPhone XS 长一点，加上左右收窄的曲面，握感远胜当下不少大屏幕的旗舰手机，即便是我身边一些不懂手机的朋友拿到也说：咦，你这个手机拿起来好舒服啊，又很轻。"
		},
		{
			"p":"之所以说难以想象，主要是因为现在的旗舰手机，屏幕又大、功能又多、性能又强，反而重量和体积受到了忽视。按照这几年的发展趋势来看，旗舰手机的重量已经在往 200g 靠近，甚至已经有超过这个重量的手机诞生。我个人认为这是不可接受的，对于普通的消费者来说，这也影响着他们对手机的第一印象 —— 没有人想一直拿着一台又重握着又不舒服的手机，不是吗？"
		},
		{
			"p":"说到交互，全面屏时代最重要的交互是手势操作。S10 带着全新的 One UI 一起到来，也理所应当地用上了全面屏手势，只不过这个手势还是处于初级阶段，「左侧后台 - 中间主界面 - 右侧返回」的操作方式，本质上还是三大金刚的延伸，也没有做好视觉统一的配套动画，因此我只能给它个及格分了。或许是知道这个手势还不足以让用户满意，在三星官方应用商店里面还有一个官方推出的 One Hand Operation+ 应用，能够实现侧边手势，属于 S10 用户的必备应用，如果你还不知道，那我真的得强烈推荐一下才行。"
		},
		{
			"p":"对于喜欢拍照或者拍视频的人来说，S10 算是一个狠角色了。先说拍照方面，它采用超广角 + 标准广角 + 长焦的组合，并且分工明确：123 度的超广角，专门应付大场景、也能拍大长腿；可变光圈的广角主摄像头保证了各种光线场景下的成像质量；长焦则基本上维持之前的水平，有 f/2.4 光圈，等效 52mm 焦段，满足远摄需求。"
		}
	],
	"conimg2":[
		{
			"img":"img/article/2/23.jpg"
		},
		{
			"img":"img/article/2/24.jpg"
		}
	],
	"con3":[
		{
			"p":"视频方面 S10 也有它的独到之处，可以很明显地发现是为了短视频创作而进行了特别的优化。最高支持到 4K HDR10+ 或 4K 60fps 的视频拍摄格式，还新增加了 Hi-Motion 超级稳定模式以保证运动状态下的画面足够稳定。这个超级稳定模式我简单体验了一下，如果是平时走路的抖动幅度，画面稳定效果非常出色，甚至隐隐有种带着手机云台的感觉，如果是用来拍摄短视频或者 Vlog 的话会非常适合。"
		},
		{
			"p":"要说 S10 的拍照有什么短板的地方，大概要属夜景了。和我之前用 Note 9 以及 S9+ 的感受不同，这次 S10 在弱光环境下的成像调校得不够到位，容易出现涂抹严重导致丢失细节的情况。刚发现这个问题的是我还以为是个例，后来发现不少用户也遇到了，看来只能期待后续固件优化能够给力吧。"
		},
		{
			"p":"在我看来 S10 的大部分方面都十分优秀，一些小脾气也可以「哄」过去或者适应得了，但有一个问题会比较提出 —— 续航。作为一款旗舰，S10 的续航表现在我看来只能算是中等，一天的轻度使用下来勉强能坚持到晚上，如果要玩几盘游戏什么的那就真的不好意思了，作为对比，S10 的续航表现可能比 iPhone XS 的还要差一些，这还是在我经过各种设置调整之后的情况。每当这个时候我就特别地羡慕 S10+ 用户，毕竟 4100mAh 的大容量电池，在硬件配置没有太大差别的情况下，还是提升续航时间的硬道理。"
		}
	],
	"conimg3":[
		{
			"img":"img/article/2/25.jpg"
		}
	],
	"con4":[
		{
			"p":"最后，再说说我为什么在三星 Galaxy S10 的大家庭里面「独宠」她吧。S10 有着几乎和 S10+ 一样的硬件配置，仅是屏幕小了点、少了个前置摄像头、电池容量小了，但换来更好的使用手感、有着更低的价格，这些加分项对于我来说是更具诱惑力的。而和 S10e 相比，多了我比较看重的长焦镜头，机身质感、屏幕分辨率等方面也更好了。当然，买入 S10 之时唯一担心的续航问题还是出现了，倘若你也对续航十分敏感，我建议要么考虑 S10+，要么身边常备充电宝吧。"
		},
		{
			"p":"对于三星来说，中国市场是一个十分奇特的市场，一方面三星需要承受国产品牌的压力，另一方面自身产品的更新迭代以及本地化，也要能吸引得住日益挑剔的消费者用户们。在我看来，S10 就算是一款诚意十足、亮点丰富的新旗舰，市场的积极反馈也给 Galaxy 系列的十年画上了一个大大的句号（屏幕右上角那个），也掀开了下一个十年的序章。"
		},
		{
			"p":"优点：1、优质的屏幕显示效果；2、旗舰手机中鲜有的轻薄与优秀手感；3、光线良好的情况下，拍照素质高，超广角可用；4、小机器也有一样的硬件配置。"
		},
		{
			"p":"缺点：1、续航亟待优化；2、夜间拍照效果有涂抹感；3、手势交互处于初级阶段，需另外设置才好用；4、偶尔会有误触，没用过三星曲面的人需要适应。"
		}
	],
	"conimg4":[
		
	],
	"ping":[
		{
			"pcon":{
				"name":"sky",	
				"pic":"img/pic/pic%20(16).png",
				"time":"2019-04-02/19:39",
				"con":"s10的手感真是好，而且配置没缩水，超过170g以上的手机都直接pass",
				"zan":"5",
				"cai":"1"
			}
		},
		{
			"pcon":{
				"name":"sky",	
				"pic":"img/pic/pic%20(15).png",
				"time":"2019-04-02/19:39",
				"con":"一开始看人家说S10照片放大非常模糊，然后手贱自己去试，发现真是，于是各种闹心。然后，我把照片放电脑上，发现已经够大了，你还放大它干嘛呢？看了你的几个样张之后，发现根本无需介意这些事情了。S10对于我来讲，足够好了。",
				"zan":"5",
				"cai":"1"
			}
		}
	]
}]